Repository: dayanch96/OrwellVK
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ru

source: Select from gallery
ru: Выбрать из фото

# ImitateRecordingAudio
source: Imitate audio recording
ru: Имитировать запись аудио

# FilesAppearHere
source: Audio files will appear here
ru: Аудиозаписи появятся тут

source: Sort type
ru: Тип сортировки

# SortDateDescending
source: Newest first
ru: Сначала новые

# SortDateAscending
source: Oldest first
ru: Сначала старые

# SortNameAscending
source: Alphabetical (A-Z)
ru: По алфавиту

# SortNameDescending
source: Reverse (Z-A)
ru: По убыванию

# ImportedAudios
source: Audio files
ru: Аудиозаписи

# AudioDeleteConfirmation
source: Are you sure you want to continue?
ru: Уверены, что хотите продолжить?

source: Yes, delete
ru: Да, удалить

source: Enter name
ru: Введите название

source: Save
ru: Сохранить

# PlayVoiceMessage
source: Play
ru: Воспроизвести

# SendVoiceMessage
source: Send
ru: Отправить

# AudioExists
source: This file is already saved as "%@". Action required
ru: Данный файл уже сохранен как "%@". Выберите, что делать

source: Remove
ru: Удалить

# Override
source: Overwrite
ru: Перезаписать

source: Rename
ru: Переименовать

source: Preparing
ru: Подготовка

# Error.Failed
source: Something went wrong
ru: Что-то пошло не так

# Error.ConvertAudio
source: Failed to convert audio
ru: Не удалось конвертировать аудио

# Error.LoadAudio
source: Failed to load audio
ru: Не удалось загрузить аудио

# Error.FileNotFound
source: Failed not found
ru: Файл не найден

source: Done
ru: Готово

# VideoMsg
source: Video
ru: Видеозапись

# ImitateRecordingVideo
source: Imitate video recording
ru: Имитировать запись видео

source: Select shape
ru: Выберите форму

source: File not found
ru: Файл не найден

source: Send
ru: Отправить

source: Activity
ru: Активность

# ActivityTypeHeader
source: Indicator type
ru: Тип индикатора

source: Work in background
ru: Работать в фонe

# ActivityDuration
source: Duration
ru: Длительность

# Begin
source: Start
ru: Начать

source: min
ru: мин

source: sec
ru: сек

# ActivityEndsIn
source: Ends in %ld:%02ld
ru: Закончится через %ld:%02ld

source: New graffiti
ru: Новое граффити

source: Draw graffiti
ru: Нарисовать

source: Tabs
ru: Вкладки

source: Reset
ru: Сбросить

source: Startup tab
ru: Начальная вкладка

# RedesignedTabs
source: Redesigned tab bar
ru: Новая панель вкладок

# RedesignedTabsDesc
source: If the new tab bar (icons only) wasn't enabled automatically, you can force it by enabling this option
ru: Если по какой-либо причине у вас не активировалась новая панель вкладок (новые иконки без текста), эта опция активирует ее принудительно

# MsgBadge
source: Message badge
ru: Бейдж сообщений

# EnterBadgeTitle
source: No badge
ru: Введите текст

# BadgeTip
source: To hide the badge, leave a single space
ru: Чтобы скрыть бейдж, оставьте один пробел

source: Active tabs
ru: Отображаемые вкладки

source: Inactive tabs
ru: Скрытые вкладки

source: Clips
ru: Клипы

source: Friends
ru: Друзья

source: Groups
ru: Сообщества

source: Home
ru: Главная

source: Hub
ru: Сервисы

# messages
source: Chats
ru: Сообщения

source: Music
ru: Музыка

source: Profile
ru: Профиль

source: Games
ru: Игры

source: Overview
ru: Поиск

source: Warning
ru: Внимание

source: Nope!
ru: А-а!

# AtLeastOnTab
source: Хотя бы одна вкладка должна отображаться
ru: Необходимо оставить хотя бы одну вкладку

# TabsCountRestricted
source: No more than 6 tabs allowed
ru: Допускается не более 6 вкладок

# TabBarTip
source: Tabs can be configured via "Set up lower menu" option by long-pressing any tab
ru: Вкладки можно настроить с помощью опции «Настроить нижнее меню» долгим нажатием по любой вкладке

source: Cancel
ru: Отмена

source: OK
ru: Понятно

# Welcome.Download
source: Media Download
ru: Загрузка медиа

# Welcome.DownloadDesc
source: Download everything you love: videos, episodes, clips, songs, stories, and even voice messages.
ru: Скачивайте всё, что вам по душе: видео, эпизоды, клипы, песни, истории и даже голосовые сообщения.

# Welcome.Incognito
source: Incognito Mode
ru: Анонимность

# Welcome.IncognitoDesc
source: Become invisible. Browse posts, read messages, and publish entries without leaving a trace.
ru: Будьте невидимкой. Просматривайте посты, читайте сообщения и публикуйте записи без следа.

# Welcome.Chat
source: Chats
ru: Переписки

# Welcome.ChatDesc
source: Manage your chats with ease: send voice and video messages, graffiti directly from the gallery. Pretend you're typing.
ru: Управляйте чатом с лёгкостью: отправляйте голосовые и видеосообщения, граффити прямо из галереи. Притворяйтесь, что печатаете.

# Welcome.Settings
source: Simplicity
ru: Простота

# Welcome.SettingsDesc
source: Intuitive and flexible settings that are easy to personalize.
ru: Интуитивно понятные и гибкие настройки, которые легко настроить под себя.

# Welcome.More
source: And More
ru: И даже больше

# Welcome.MoreDesc
source: OrwellVK is not just about settings. It hides even more features for your comfort and privacy.
ru: OrwellVK — это не просто настройки. Здесь скрыты ещё больше возможностей для вашего комфорта и конфиденциальности.

source: Continue
ru: Продолжить

# NewUpdate
source: Update available: v%@
ru: Доступно обновление OrwellVK

# Update.Tweak
source: Download tweak
ru: Скачать твик

# Update.IPA
source: Download IPA
ru: Скачать IPA

# Update.Repo
source: Repositories
ru: Перейти к репозиторию

# Update.Dismiss
source: Dismiss
ru: Закрыть

# Unsupported.Header
source: Unsupported Version
ru: Неподдерживаемая версия

# Unsupported.Description
source: OrwellVK supports VK v8.107 and newer. Using older versions may cause unexpected errors.
ru: OrwellVK поддерживает VK версии 8.107 и новее. Использование более старых версий может привести к непредвиденным ошибкам.

# DonationReminder
source: Your support helps to make OrwellVK even better. You can contribute or choose to disable these notifications in the OrwellVK settings. Thank you💜
ru: Ваша поддержка помогает делать OrwellVK лучше. Вы можете внести свой вклад или отключить данное напоминание в настройках OrwellVK. Спасибо💜
