Repository: dayanch96/OrwellVK
Catalog: Localizations/*.lproj/Localizable.strings
Languages: ru

source: Main
ru: Основные

source: Media
ru: Медиа

source: General
ru: Общие

# NoAds
source: Disable Ads
ru: Отключить рекламу

# NoAdsDesc
source: Removes all in-app ads
ru: Удаляет всю рекламу из приложения

# UnNSFW
source: Unlock NSFW
ru: Снять ограничения

# UnNSFWDesc
source: Removes age restrictions
ru: Убирает возрастные ограничения

# UnBlacklist
source: See from blacklist
ru: Видеть из черного списка

# UnBlacklistDesc
source: Allows viewing profiles of users who blocked you
ru: Позволяет просматривать профили пользователей, которые вас заблокировали

# ShowPollAnswers
source: Display poll answers
ru: Показывать ответы в опросах

# ShowPollAnswersDesc
source: Allows viewing poll answers without voting
ru: Позволяет просматривать ответы в опросах без голосования

source: Profile
ru: Профили

# Offline
source: Offline Mode
ru: Режим «Офлайн»

# OfflineDesc
source: Prevents the last online time from updating. Note: Sending a message, opening in-app browser and mini-games updates the last online time.
ru: Запрещает обновление последнего времени входа в сеть. Внимание: время входа обновляется при отправке сообщения, открытии внутреннего браузера и мини-приложений (сервисы).

source: Instant Offline
ru: Мгновенный офлайн

# InstantOfflineDesc
source: Immediately hides your online status after sending a message. By default, VK does this only after 5 minutes
ru: Сразу же скрывает ваш онлайн-статус после отправки сообщения. По умолчанию ВК делает это только через 5 минут

# ProfilePic
source: Full-size profile pictures
ru: Полноразмерные аватарки

# ProfilePicDesc
source: Allows viewing full-size profile and banner photos by long-pressing on avatars. Including private profiles
ru: Позволяет просматривать полноразмерные фото профиля и баннера долгим нажатием по аватаркам. Включая закрытые профили

# ProfileInfo
source: User Info
ru: Информация о пользователе

# ProfileInfoDesc
source: Adds an (i) button in the profile description to display detailed account information
ru: Добавляет кнопку (i) в описание профиля, позволяющую отображать подробную информацию об учетной записи

source: Show platform
ru: Отображать платформу

# ShowPlatformDesc
source: Displays the platform from which the user is accessing VK
ru: Отображает платформу, с которой пользователь сидит в ВК

source: Feed
ru: Лента

# FeedDownload
source: Download media files
ru: Загрузка медиафайлов

# FeedDownloadDesc
source: Allows downloading media from posts, reposts, and bookmarks by long-pressing on the post. Also works in direct messages. Note: Long-pressing on video may not register. In such cases, it is recommended to press and hold on the top or bottom banner of the post
ru: Позволяет скачивать медиафайлы из постов, репостов и закладок при длительном нажатии на публикацию. Также работает в личных сообщениях. Примечание: Долгое нажатие по видео может не регистрироваться. В таких случаях рекомендуется зажимать пальцем по верхнему либо нижнему баннеру публикации

# FeedPostAsImage
source: Save as image
ru: Сохранить как фото

# FeedPostAsImageDesc
source: Allows saving post as image
ru: Позволяет сохранять пост как фото в галерею

# FeedCopy
source: Copy description
ru: Копировать описание

# FeedCopyDesc
source: Allows copying the post description by long-pressing
ru: Позволяет копировать описание постов долгим нажатием

# FeedTranslate
source: Translate posts
ru: Перевод постов

# FeedTranslateDesc
source: Allows translating post text/description by long-pressing
ru: Позволяет переводить текст/описание постов долгим нажатием

# FeedNoStoryBanner
source: Hide stories
ru: Скрыть истории

# FeedNoStoryBannerDesc
source: Hides banner with stories
ru: Скрывает баннер с историями

# FeedNoCreators
source: Hide "Creators for You"
ru: Скрыть «Авторы для вас»

# FeedNoCreatorsDesc
source: Hides the recommended creators block
ru: Скрывает блок с рекомендуемыми авторами

# FeedNoVKVids
source: Hide "VK Video"
ru: Скрыть «VK Видео

# FeedNoVKVidsDesc
source: Hides the recommended videos block
ru: Скрывает блок с рекомендуемыми видео

# FeedNoClips
source: Hide "Clips"
ru: Скрыть «Клипы»

# FeedNoClipsDesc
source: Hides the recommended clips block
ru: Скрывает блок с рекомендуемыми клипами

# FeedNoFriends
source: Hide "Recommended Users"
ru: Скрыть «Рекомендуемые друзья»

# FeedNoFriendsDesc
source: Hides the recommended users block
ru: Скрывает блок с рекомендуемыми пользователями

# FeedNoMiniApps
source: Hide "Mini Apps"
ru: Скрыть «Сервисы»

# FeedNoMiniAppsDesc
source: Hides the mini apps block
ru: Скрывает блок с рекомендуемыми сервисами

source: Video
ru: Видео

# VideoDownload
source: Download video
ru: Загрузка видео

# VideoDownloadDesc
source: Allows downloading the full video or individual episodes
ru: Позволяет скачивать видео целиком или отдельные эпизоды

# NativeProgress
source: VK-styled progress
ru: Прогресс-бар ВК

# NativeProgressDesc
source: Shows video loading progress inside the player, instead of the toast over all windows
ru: Отображает прогресс загрузки видео внутри плеера, вместо стандартного уведомления поверх всех окон

# BackgroundSupport
source: Background download
ru: Загрузка в фоне

# BackgroundSupportDesc
source: Allows continuing video downloads in the background with a notification upon completion
ru: Позволяет продолжать загрузку видео в фоновом режиме, с уведомлением по завершению

# PauseGesture
source: Pause with two fingers
ru: Пауза двумя пальцами

# PauseGestureDesc
source: Allows pausing/resuming playback by tapping with two fingers on overlay
ru: Позволяет приостанавливать/продолжать воспроизведение касанием двумя пальцами по плееру

# VideoTip
source: Note: Video loading progress can be hidden by long-pressing the "Stop" button
ru: Примечание: Прогресс загрузки видео можно скрыть долгим нажатием на кнопку «Стоп»

source: Clips
ru: Клипы

# ClipsDownload
source: Download clips
ru: Загрузка клипов

# ClipsDownloadDesc
source: Adds a clip download button to the action panel
ru: Добавляет кнопку загрузки клипов в панель действий

# ClipsAudioDownload
source: Download audio
ru: Загрузка аудио

# ClipsAudioDownloadDesc
source: Allows downloading audio from clips, if available
ru: Позволяет скачивать аудио из клипов, при наличии

source: Stories
ru: Истории

source: Download stories
ru: Загрузка историй

# DownloadStoriesDesc
source: Adds a download button to the context menu for stories
ru: Добавляет кнопку загрузки в контекстное меню историй

# NoStoriesReceipt
source: Anonymous story viewing
ru: Анонимный просмотр историй

# NoStoriesReceiptDesc
source: Allows viewing stories anonymously
ru: Позволяет анонимно просматривать истории

# NoStoriesEye
source: Hide "Eye"
ru: Скрыть «Глаз»

# NoStoriesEyeDesc
source: Hides the "Mark as seen" button in the story context menu
ru: Скрывает кнопку просмотра в контекстное меню историй

source: Music
ru: Музыка

# MusicDownload
source: Download music
ru: Загрузка музыки

# MusicDownloadDesc
source: Allows downloading music to files
ru: Позволяет скачивать музыку в файлы

# DownloadViaChips
source: Download button in player
ru: Кнопка загрузки в плеере

# DownloadViaChipsDesc
source: The download button in the player also downloads to files
ru: Кнопка загрузки в плеере также загружает в файлы

# NoMusicRestricts
source: Remove restrictions
ru: Снять ограничения

# NoMusicRestrictsDesc
source: Removes all music restrictions except regional ones
ru: Снимает все музыкальные ограничения за исключением региональных

# Messages
source: Chats
ru: Сообщения

# UserPlatform
source: Show platform
ru: Отображать платформу

# UserPlatformDesc
source: Replaces the generic icon with the user's device platform
ru: Заменяет обобщенную иконку на платформу устройства собеседника

source: Hide chat banner
ru: Скрыть баннер в чатах

# HideChatBannerDesc
source: Hides the banner suggesting to add, report, etc., a user
ru: Скрывает баннер с предложением добавить в друзья, пожаловаться и т.д.

# AudCallConfirmation
source: Confirm audio call
ru: Подтверждать аудиозвонок

# CallConfirmationDesc
source: Pressing the call button requires confirmation
ru: Нажатие на кнопку звонка потребует подтверждения действия

# VidCallConfirmation
source: Confirm video call
ru: Подтверждать видеозвонок

# NoCallButton
source: Hide "Call" button
ru: Скрыть кнопку «Аудиозвонок»

# NoCallButtonDesc
source: Hides the call button from the conversation panel
ru: Скрывает кнопку аудиозвонка с панели чата

# NoVideoCallButton
source: Hide "Video Call" button
ru: Скрыть кнопку «Видеозвонок»

# NoVideoCallButtonDesc
source: Hides the video call button from the conversation panel
ru: Скрывает кнопку видеозвонка с панели чата

# NoDmReceipt
source: Anonymous message reading
ru: Анонимное чтение сообщений

# NoDmReceiptDesc
source: Allows reading messages, voice, and video messages without read receipts
ru: Позволяет просматривать сообщения, голосовые и видеозаписи без уведомлений о просмотре

# NoDmEye
source: Hide "Eye"
ru: Скрыть «Глаз»

# NoDmEyeDesc
source: Hides the button to mark messages as seen from the conversation panel
ru: Скрывает кнопку просмотра сообщений с панели чата

# HidePeerBanner
source: Hide messages banner
ru: Скрыть баннер в сообщениях

# HidePeerBannerDesc
source: Hides the banner in the "Messages" tab
ru: Скрывает баннер во вкладке «Сообщения»

# NoTyping
source: Hide 'Typing...'
ru: Скрыть «Печатает...»

# NoTypingDesc
source: Hides the message typing notification
ru: Скрывает уведомление о том, что вы печатаете

# NoVoice
source: Hide voice recording
ru: Скрыть запись аудио

# NoVoiceDesc
source: Hides the voice message recording notification
ru: Скрывает уведомление о записи голосового сообщения

# NoRecording
source: Hide video recording
ru: Скрыть запись видео

# NoRecordingDesc
source: Hides the video message recording notification
ru: Скрывает уведомление о записи видеосообщения

# NoPicture
source: Hide photo sending
ru: Скрыть отправку фото

# NoPictureDesc
source: Hides the photo uploading notification
ru: Скрывает оповещение о том, что вы загружаете фото

# NoVideo
source: Hide video sending
ru: Скрыть отправку видео

# NoVideoDesc
source: Hides the video uploading notification
ru: Скрывает оповещение о том, что вы загружаете видео

# NoDocument
source: Hide document sending
ru: Скрыть отправку документов

# NoDocumentDesc
source: Hides the document uploading notification
ru: Скрывает оповещение о том, что вы загружаете документ

# DownloadVoice
source: Download voice messages
ru: Загрузка голосовых

# DownloadVoiceDesc
source: Allows downloading voice messages
ru: Позволяет скачивать голосовые сообщения

# SendVoice
source: Send voice messages
ru: Отправка голосовых

# SendVoiceDesc
source: Allows sending audio/video as voice messages
ru: Позволяет отправлять аудио/видео в качестве голосовых сообщений

# SendVideo
source: Send video messages
ru: Отправка видеосообщений

# SendVideoDesc
source: Allows sending video from gallery as video messages
ru: Позволяет отправлять видео из галереи в качестве видеосообщений

# SendActivity
source: Imitate activity
ru: Имитация активности

# SendActivityDesc
source: Allows mimicking voice recordings, etc.
ru: Позволяет имитировать запись голосовых и т.д.

source: Send graffiti
ru: Отправка граффити

# SendGraffitiDesc
source: Allows sending images as graffiti
ru: Позволяет отправлять изображения в качестве граффити

# EcoGraffities
source: Compress graffiti
ru: Сжимать граффити

# EcoGraffitiesDesc
source: Compresses graffiti for faster sending. Useful for mimicking stickers
ru: Сжимает граффити для быстрой отправки. Полезно для имитации стикеров

source: Other
ru: Прочее

# InterfaceHeader
source: Interface
ru: Интерфейс

source: Oled theme
ru: Oled режим

# OledThemeDesc
source: Turns all dark colors to black
ru: Заменяет темные цвета черным

source: Oled keyboard
ru: Oled клавиатура

# OledKeyboardDesc
source: Applies oled black theme for dark keyboard
ru: Применяет черную тему для темной клавиатуры

# ClipboardHeader
source: Link Navigation
ru: Переход по ссылкам

# AddCbAction
source: Via tabs menu
ru: Через меню вкладок

# AddCbActionDesc
source: Adds a button to the tab's context menu to open a link from the clipboard in VK
ru: Добавляет кнопку в контекстное меню вкладок для открытия ссылки из буфера обмена в ВК

# AutoCheckCb
source: Check on launch
ru: Проверять при запуске

# AutoCheckCbDesc
source: Every time the app is launched, OrwellVK will check the clipboard for VK-related links and offer to open them in the app
ru: При каждом запуске приложения OrwellVK будет проверять буфер обмена на наличие ссылок, связанных с ВК, и предложит открыть их в приложении

# ClipboardTip
source: For proper functionality, go to iOS Settings → VK → Paste from other apps and select "Allow"
ru: Для корректной работы перейдите в Настройки iOS → VK → Вставка из других приложений и выберите «Разрешить»

# LinkDetected
source: A link has been detected. Would you like to open it in VK?
ru: Обнаружена ссылка. Хотите открыть ее в ВК?

# NavToSource
source: Open
ru: Открыть

source: Open From Link
ru: Перейти по ссылке

# SideMenuHeader
source: VK Menu
ru: Меню ВК

# RemoveSecurity
source: Hide VK ID
ru: Скрыть VK ID

# RemoveSecurityDesc
source: Hides the "VK ID" cell from the VK menu
ru: Скрывает ячейку «VK ID» с меню VK

# RemoveFaves
source: Hide bookmarks
ru: Скрыть закладки

# RemoveFavesDesc
source: Hides the "Bookmarks" cell from the VK menu
ru: Скрывает ячейку «Закладки» с меню VK

# RemoveDocs
source: Hide files
ru: Скрыть файлы

# RemoveDocsDesc
source: Hides the "Files" cell from the VK menu
ru: Скрывает ячейку «Файлы» с меню VK

# RemoveVKPay
source: Hide VK Pay
ru: Скрыть VK Pay

# RemoveVKPayDesc
source: Hides the "VK Pay" cell from the VK menu
ru: Скрывает ячейку «VK Pay» с меню VK

# RemoveSupport
source: Hide support
ru: Скрыть поддержку

# RemoveSupportDesc
source: Hides the "Support" cell from the VK menu
ru: Скрывает ячейку «Поддержка» с меню VK

# DisableSwipeToCam
source: Disable left swipe gesture
ru: Отключить жест влево

# DisableSwipeToCamDesc
source: Disables the camera opening gesture from the main tab
ru: Отключает открытие камеры жестом влево на главной вкладке

source: Disable tracking
ru: Отключить трекинг

# RemoveTrackingDesc
source: Prevents tracking requests throughout the app
ru: Запрещает запросы трекинга по приложению

# DisableMarusya
source: Disable voice assistant
ru: Отключить Марусю

# DisableMarusyaDesc
source: Prevents microphone activation in the "Hub" tab
ru: Запрещает активацию микрофона во вкладке «Сервисы»

# SafariRedirect
source: Open in Safari
ru: Открывать в Safari

# SafariRedirectDesc
source: Automatically redirects all non-VK links to Safari, bypassing the app's site blocking
ru: Автоматически перенаправляет в Safari все ссылки, не относящиеся к ВКонтакте, обходя блокировку сайтов в приложении

source: Hide widgets
ru: Скрыть виджеты

# HideWidgetsDesc
source: Hides all widgets under system icons in the "Hub" tab
ru: Скрывает все виджеты, расположенные под системными иконками во вкладке «Сервисы»

# SearchResultsHeader
source: Search Results
ru: Результаты поиска

# DiscNoMain
source: Hide "All"
ru: Скрыть «Все»

# DiscNoMainDesc
source: Hides general search results
ru: Скрывает общие результаты поиска

# DiscNoPeople
source: Hide "People"
ru: Скрыть «Люди»

# DiscNoPeopleDesc
source: Hides the "People" tab from search results
ru: Скрывает вкладку с людьми из результатов поиска

# DiscNoGames
source: Hide "Games"
ru: Скрыть «Игры»

# DiscNoGamesDesc
source: Hides the "Games" tab from search results
ru: Скрывает вкладку с играми из результатов поиска

# DiscNoGroups
source: Hide "Communities"
ru: Скрыть «Сообщества»

# DiscNoGroupsDesc
source: Hides the "Communities" tab from search results
ru: Скрывает вкладку с сообществами из результатов поиска

# DiscNoGoods
source: Hide "Goods"
ru: Скрыть «Товары»

# DiscNoGoodsDesc
source: Hides the "Goods" tab from search results
ru: Скрывает вкладку с товарами из результатов поиска

# DiscNoNews
source: Hide "News"
ru: Скрыть «Новости»

# DiscNoNewsDesc
source: Hides the "News" tab from search results
ru: Скрывает вкладку с новостями из результатов поиска

# DiscNoAudios
source: Hide "Music"
ru: Скрыть «Музыка»

# DiscNoAudiosDesc
source: Hides the "Music" tab from search results
ru: Скрывает вкладку с песнями из результатов поиска

# DiscNoMiniApps
source: Hide "Services"
ru: Скрыть «Сервисы»

# DiscNoMiniAppsDesc
source: Hides the "Services" tab from search results
ru: Скрывает вкладку с сервисами из результатов поиска

# DiscNoVideos
source: Hide "Videos"
ru: Скрыть «Видео»

# DiscNoVideosDesc
source: Hides the "Videos" tab from search results
ru: Скрывает вкладку с видео из результатов поиска

# DiscNoClips
source: Hide "Clips"
ru: Скрыть «Клипы»

# DiscNoClipsDesc
source: Hides the "Clips" tab from search results
ru: Скрывает вкладку с клипами из результатов поиска

source: Modify Notch
ru: Модифицировать «Островок»

# ModifyNotchDesc
source: Allows modifying the notch image with the "VK" text
ru: Позволяет видоизменять островок с надписью «вконтакте»

source: Notch text
ru: Текст островка

# NotchImage
source: Notch icon
ru: Иконка островка

# NotchTip
source: Leave the message blank to restore the default text
ru: Оставьте сообщение пустым, чтобы отображать текст по умолчанию, то есть «вконтакте»

# EnterNotchText
source: Enter text
ru: Введите текст

# ImageSelected
source: Done
ru: Готово

# ImageDeleted
source: Deleted
ru: Удалено

# AutoClearCache
source: Clear cache on startup
ru: Очищать кеш при запуске

source: Clear cache
ru: Очистить кеш

# PrefsHeader
source: Settings management
ru: Управление настройками

# ImportPreferences
source: Import settings
ru: Импортировать настройки

# ExportPreferences
source: Export settings
ru: Экспортировать настройки

# ResetSettings
source: Restore default settings
ru: Сбросить настройки

# PreImportMessage
source: This action will overwrite the existing tweak settings with those in the selected file. Are you sure you want to continue?
ru: Данное действие перезапишет существующие настройки твика на те, что будут в выбираемом файле. Уверены, что хотите продолжить?

# ResetMessage
source: This action will restore OrwellVK settings to default. Are you sure you want to continue?
ru: Данное действие вернет настройки OrwellVK к значениям по умолчанию. Уверены, что хотите продолжить?

# Yes.Сontinue
source: Yes, continue
ru: Да, продолжить

# Error.FailedToImport
source: Failed to import settings
ru: Не удалось импортировать настройки

# NotifyUpdates
source: Enable update checks
ru: Проверять обновления

# NotifyUpdatesDesc
source: Automatically checks for OrwellVK updates on every VK launch
ru: Автоматически проверяет наличие обновлений OrwellVK при каждом запуске ВК

# NoDonationReminder
source: Disable donation reminder
ru: Не напоминать о донате

# NoDonationReminderDesc
source: Turns off the rarely shown donation reminder
ru: Отключает изредка появляющиеся напоминания о пожертвовании

# Disclaimer
source: Starting from version 1.0, OrwellVK automatically likes a specific post on the developer's page to track the number of users. Neither the developer nor the tweak has access to your data — this action is performed solely using VK's own functionality
ru: Начиная с версии 1.0, OrwellVK автоматически ставит лайк на определённый пост на странице разработчика, чтобы подсчитать количество пользователей твика. Ни разработчик, ни сам твик не получают доступа к вашим данным — это действие выполняется исключительно с использованием возможностей ВК

source: Developer
ru: Разработчик

source: Donate
ru: Поддержать копейкой

# DonateMessage
source: If you like OrwellVK or just want to support me, you can treat me to a cup of coffee using any of the methods below. Thank you ❤
ru: Если вам понравился OrwellVK или же вы просто хотели бы поддержать меня, то можете угостить чашечкой кофе любым подходящим ниже способом. Спасибо❤

source: Maybe later
ru: Возможно, позже

source: Special thanks
ru: Особая благодарность

source: Downloading
ru: Загрузка

source: Download
ru: Скачать

source: Download clip
ru: Скачать клип

source: Download audio
ru: Скачать аудио

source: Download video
ru: Скачать видео

# DownloadChapter
source: Download episode
ru: Скачать эпизод

# SelectChapter
source: Select episode
ru: Выберите эпизод

source: Open in...
ru: Открыть в...

# Stream.Safari
source: Stream in Safari
ru: Воспроизвести в Safari

source: Player not found
ru: Приложение не найдено

source: Download story
ru: Скачать историю

source: Download all stories
ru: Скачать все истории

source: Download image
ru: Скачать фото

# DownloadAllImages
source: Download all %d images
ru: Скачать все %d фото

source: Download current %@
ru: Скачать данное %@

# photo
source: image
ru: фото

source: Video
ru: видео

source: Save post as image
ru: Сохранить пост как фото

# DownloadCompleted
source: "%@" successfully downloaded
ru: Загрузка "%@" завершена

# DownloadFailed.Image
source: Failed to download image
ru: Ошибка загрузки изображения

source: Copy
ru: Скопировать

source: Copy link
ru: Ссылка

source: Copy text
ru: Скопировать текст

source: Translate text
ru: Перевести текст

# CopyRepostsText
source: Copy repost text
ru: Скопировать текст репоста

source: Select audio
ru: Выбрать аудио

source: Share
ru: Поделиться

# SaveToVoices
source: Save to voice messages
ru: Сохранить в голосовых

source: Save to photos
ru: Сохранить в фото

source: Saved to photos
ru: Сохранено в фото

source: Saving to photos
ru: Сохраняем в фото

# AllMediaSaved
source: All media files saved
ru: Все медиафайлы сохранены

source: Adding metadata...
ru: Добавляем метаданные...

# Error.Clipboard
source: Error. Check clipboard
ru: Ошибка. Проверьте буфер обмена

# NoSpace
source: Not enough space
ru: Недостаточно места

# NoSpaceDesc
source: Need at least %@ more Only %@ available
ru: Необходимо еще, как минимум, %@ Доступно всего %@

# HoldOn
source: Don't rush brilliance
ru: Придержи коней

# MusicRestrictionAdvice
source: Audio may be unavailable in your region. Try using a VPN
ru: Аудио может быть недоступно в вашем регионе. Попробуйте использовать VPN

source: Profile picture
ru: Фото профиля

source: Banner image
ru: Изображение баннера

source: Mark as seen
ru: Просмотреть

# StorySeen
source: Marked as seen
ru: История просмотрена

# СhatSeen
source: Marked as seen
ru: Переписка прочитана

source: Audio call
ru: Аудиозвонок

source: Video call
ru: Видеозвонок

# TryAgain
source: Please, try again
ru: Пожалуйста, попробуйте снова

source: Cancelled
ru: Отменено

source: Copied
ru: Скопировано

source: Error
ru: Ошибка

source: Unknown
ru: Неизвестно

source: Mobile browser
ru: Мобильный браузер

# DesktopBrowser
source: Desktop browser (PC)
ru: Настольный браузер (ПК)

# OS
source: Device
ru: Устройство

source: Private
ru: Закрытый

source: Public
ru: Публичный

source: Account type
ru: Тип аккаунта

source: Age
ru: Возраст

source: UserID
ru: Идентификатор пользователя

source: Create date
ru: Дата создания

# LastModifiedDate
source: Last modified
ru: Последнее редактирование

source: Last logged in
ru: Время последнего входа

# profile.year
source: years old
ru: год

# profile.years
source: years old
ru: года

# profile.yr
source: years old
ru: лет

# yr
source: y
ru: л.

# year
source: y
ru: г.

# mo
source: %ld mo
ru: %ld мес.

# do
source: %ld d
ru: %ld дн.

# ho
source: %ld hr
ru: %ld ч.

# mino
source: %ld min
ru: %ld мин.

# seco
source: %ld sec
ru: %ld сек.

source: Close
ru: Закрыть

# LanguageHeader
source: Language of translation
ru: Язык перевода

source: Translate
ru: Перевести

source: Translating...
ru: Перевод...

# AudioMsg
source: Voice
ru: Голосовое

source: Select from files
ru: Выбрать из файлов

source: Send silently
ru: Отправить беззвучно
